import React from "react";
import style from "./Places.module.css";

const Places = () => {
  return (
    <div className={style.text}>
      <p>
        <h3 align="center">Як знайти спортивний майданчик</h3>
      </p>
      <p>
        1. Виберіть вид спорту. У меню зліва знайдіть список доступних видів
        спорту.
      </p>
      <p>
        2. Подивіться на карту. На карті будуть відмічені всі доступні
        майданчики та зали для вибраного виду спорту.
      </p>
      <p>
        3. Виберіть майданчик Натисніть на маркер на карті, щоб побачити
        інформацію про майданчик. Ви можете переглянути фото, відгуки та режим
        роботи майданчика.
      </p>
      <p>
        4. Дізнайтесь усю інформацію про майданчик. Дізнайтеся адресу, режим
        роботи, контактні дані та інші подробиці про майданчик. Порівняйте ціни
        та умови різних майданчиків, щоб вибрати найбільш підходящу.
      </p>
    </div>
  );
};
export default Places;
